[
    {
        "casting_time": "1 action",
        "classes": [
            "Wizard"
        ],
        "components": [
            "V",
            "S",
            "M"
        ],
        "concentration": true,
        "desc": "This spell creates a sphere centered on a point you choose within range. The sphere can have a radius of up to 40 feet. The area within this sphere is filled with mag­ical darkness and crushing gravitational force.\nFor the duration, the spell's area is difficult terrain. A creature with darkvision can't see through the magical darkness, and nonmagical light can't illuminate it. No sound can be created within or pass through the area. Any creature or object entirely inside the sphere is im­ mune to thunder damage, and creatures are deafened while entirely inside it. Casting a spell that includes a verbal component is impossible there.\nAny creature that enters the spell's area for the first time on a turn or starts its turn there must make a Con­stitution saving throw. The creature takes 8d10 force damage on a failed save, or half as much damage on a successful one. A creature reduced to 0 hit points by this damage is disintegrated. A disintegrated creature and everything it is wearing and carrying, except magic items, are reduced to a pile of fine gray dust.",
        "duration": "Up to 1 minute",
        "higher_level": "",
        "id": 0,
        "level": 8,
        "material": "A a shard of onyx and a drop of the caster's blood, both of which the spell consumes.",
        "name": "Dark Star",
        "range": "150 feet",
        "ritual": false,
        "school": "Evocation",
        "subclasses": [
            "Graviturgy"
        ],
        "locations": [
            {
                "sourcebook": "EGTW",
                "page": 186
            }
        ]
    },
    {
        "casting_time": "1 minute",
        "classes": [
            "Wizard"
        ],
        "components": [
            "V",
            "S",
            "M"
        ],
        "concentration": false,
        "desc": "You impart latent luck to yourself or one willing creature you can see within range. When the chosen creature makes an attack roll, an ability check, or a saving throw before the spell ends, it can dismiss this spell on itself to roll an additional d20 and choose which of the d20s to use. Alternatively, when an attack roll is made against the chosen creature, it can dismiss this spell on itself to roll a d20 and choose which of the d20s to use, the one it rolled or the one the attacker rolled.\nIf the original d20 roll has advantage or disadvantage, the creature rolls the additional d20 after advantage or disadvantage has been applied to the original roll.",
        "duration": "1 hour",
        "higher_level": "When you cast this spell using a spell slot of 3rd level or higher, you can target one addi­tional creature for each slot level above 2nd.",
        "id": 0,
        "level": 2,
        "material": "A white pearl worth at least 100 gp, which the spell consumes.",
        "name": "Fortune's Favor",
        "range": "60 feet",
        "ritual": false,
        "school": "Divination",
        "subclasses": [
            "Graviturgy"
        ],
        "locations": [
            {
                "sourcebook": "EGTW",
                "page": 186
            }
        ]
    },
    {
        "casting_time": "1 minute",
        "classes": [
            "Wizard"
        ],
        "components": [
            "V",
            "S"
        ],
        "concentration": false,
        "desc": "You touch a willing creature. For the duration, the target can add 1d8 to its initiative rolls.",
        "duration": "8 hours",
        "higher_level": "",
        "id": 0,
        "level": 1,
        "material": "",
        "name": "Gift of Alacrity",
        "range": "Touch",
        "ritual": false,
        "school": "Divination",
        "subclasses": [
            "Chronurgy"
        ],
        "locations": [
            {
                "sourcebook": "EGTW",
                "page": 186
            }
        ]
    },
    {
        "casting_time": "1 action",
        "classes": [
            "Wizard"
        ],
        "components": [
            "V",
            "S",
            "M"
        ],
        "concentration": false,
        "desc": "You manifest a ravine of gravitational energy in a line originating from you that is 100 feet long and 5 feet wide. Each creature in that line must make a Constitu­ tion saving throw, taking 8d8 force damage on a failed save, or half as much damage on a successful one.\nEach creature within 10 feet of the line but not in it must succeed on a Constitution saving throw or take 8d8 force damage and be pulled toward the line until the creature is in its area.",
        "duration": "Instantaneous",
        "higher_level": "When you cast this spell using a spell slot of 7th level or higher, the damage increases by 1d8 for each slot level above 6th.",
        "id": 0,
        "level": 6,
        "material": "A fistful of iron filings.",
        "name": "Gravity Fissure",
        "range": "Self (100 foot line)",
        "ritual": false,
        "school": "Evocation",
        "subclasses": [
            "Graviturgy"
        ],
        "locations": [
            {
                "sourcebook": "EGTW",
                "page": 187
            }
        ]
    },
    {
        "casting_time": "1 action",
        "classes": [
            "Wizard"
        ],
        "components": [
            "V",
            "S",
            "M"
        ],
        "concentration": false,
        "desc": "A 20-foot-radius sphere of crushing force forms at a point you can see within range and tugs at the crea­tures there. Each creature in the sphere must make a Constitution saving throw. On a failed save, the creature takes 5d10 force damage and is pulled in a straight line toward the center of the sphere, ending in an unoccu­pied space as close to the center as possible (even if that space is in the air). On a successful save, the creature takes half as much damage and isn't pulled.",
        "duration": "Instantaneous",
        "higher_level": "When you cast this spell using a spell slot of 5th level or higher, the damage increases by 1d10 for each slot level above 4th.",
        "id": 0,
        "level": 4,
        "material": "A black marble.",
        "name": "Gravity Sinkhole",
        "range": "120 feet",
        "ritual": false,
        "school": "Evocation",
        "subclasses": [
            "Graviturgy"
        ],
        "locations": [
            {
                "sourcebook": "EGTW",
                "page": 187
            }
        ]
    },
    {
        "casting_time": "1 action",
        "classes": [
            "Wizard"
        ],
        "components": [
            "V",
            "S",
            "M"
        ],
        "concentration": false,
        "desc": "You touch an object that weighs no more than 10 pounds and cause it to become magically fixed in place. You and the creatures you designate when you cast this spell can move the object normally. You can also set a password that, when spoken within 5 feet of the object, suppresses this spell for 1 minute.\nIf the object is fixed in the air, it can hold up to 4,000 pounds of weight. More weight causes the object to fall. Otherwise, a creature can use an action to make a Strength check against your spell save DC. On a suc­cess, the creature can move the object up to 10 feet.",
        "duration": "1 hour",
        "higher_level": "If you cast this spell using a spell slot of 4th or 5th level, the DC to move the object in­creases by 5, it can carry up to 8,000 pounds of weight, and the duration increases to 24 hours. If you cast this spell using a spell slot of 6th level or higher, the DC to move the object increases by 10, it can carry up to 20,000 pounds of weight, and the effect is permanent until dispelled.",
        "id": 0,
        "level": 2,
        "material": "Gold dust worth at least 25 gp, which the spell consumes.",
        "name": "Immovable Object",
        "range": "Touch",
        "ritual": false,
        "school": "Transmutation",
        "subclasses": [
            "Graviturgy"
        ],
        "locations": [
            {
                "sourcebook": "EGTW",
                "page": 187
            }
        ]
    }
]