[
    {
        "casting_time": "1 action",
        "classes": [
            "Wizard"
        ],
        "components": [
            "V",
            "S",
            "M"
        ],
        "concentration": true,
        "desc": "This spell creates a sphere centered on a point you choose within range. The sphere can have a radius of up to 40 feet. The area within this sphere is filled with mag­ical darkness and crushing gravitational force.\nFor the duration, the spell's area is difficult terrain. A creature with darkvision can't see through the magical darkness, and nonmagical light can't illuminate it. No sound can be created within or pass through the area. Any creature or object entirely inside the sphere is im­ mune to thunder damage, and creatures are deafened while entirely inside it. Casting a spell that includes a verbal component is impossible there.\nAny creature that enters the spell's area for the first time on a turn or starts its turn there must make a Con­stitution saving throw. The creature takes 8d10 force damage on a failed save, or half as much damage on a successful one. A creature reduced to 0 hit points by this damage is disintegrated. A disintegrated creature and everything it is wearing and carrying, except magic items, are reduced to a pile of fine gray dust.",
        "duration": "Up to 1 minute",
        "higher_level": "",
        "id": 494,
        "level": 8,
        "material": "A shard of onyx and a drop of the caster's blood, both of which the spell consumes.",
        "name": "Dark Star",
        "range": "150 feet",
        "ritual": false,
        "school": "Evocation",
        "subclasses": [
            "Graviturgy"
        ],
        "locations": [
            {
                "sourcebook": "EGW",
                "page": 186
            }
        ]
    },
    {
        "casting_time": "1 minute",
        "classes": [
            "Wizard"
        ],
        "components": [
            "V",
            "S",
            "M"
        ],
        "concentration": false,
        "desc": "You impart latent luck to yourself or one willing creature you can see within range. When the chosen creature makes an attack roll, an ability check, or a saving throw before the spell ends, it can dismiss this spell on itself to roll an additional d20 and choose which of the d20s to use. Alternatively, when an attack roll is made against the chosen creature, it can dismiss this spell on itself to roll a d20 and choose which of the d20s to use, the one it rolled or the one the attacker rolled.\nIf the original d20 roll has advantage or disadvantage, the creature rolls the additional d20 after advantage or disadvantage has been applied to the original roll.",
        "duration": "1 hour",
        "higher_level": "When you cast this spell using a spell slot of 3rd level or higher, you can target one addi­tional creature for each slot level above 2nd.",
        "id": 495,
        "level": 2,
        "material": "A white pearl worth at least 100 gp, which the spell consumes.",
        "name": "Fortune's Favor",
        "range": "60 feet",
        "ritual": false,
        "school": "Divination",
        "subclasses": [],
        "locations": [
            {
                "sourcebook": "EGW",
                "page": 186
            }
        ]
    },
    {
        "casting_time": "1 minute",
        "classes": [
            "Wizard"
        ],
        "components": [
            "V",
            "S"
        ],
        "concentration": false,
        "desc": "You touch a willing creature. For the duration, the target can add 1d8 to its initiative rolls.",
        "duration": "8 hours",
        "higher_level": "",
        "id": 496,
        "level": 1,
        "material": "",
        "name": "Gift of Alacrity",
        "range": "Touch",
        "ritual": false,
        "school": "Divination",
        "subclasses": [
            "Chronurgy"
        ],
        "locations": [
            {
                "sourcebook": "EGW",
                "page": 186
            }
        ]
    },
    {
        "casting_time": "1 action",
        "classes": [
            "Wizard"
        ],
        "components": [
            "V",
            "S",
            "M"
        ],
        "concentration": false,
        "desc": "You manifest a ravine of gravitational energy in a line originating from you that is 100 feet long and 5 feet wide. Each creature in that line must make a Constitu­ tion saving throw, taking 8d8 force damage on a failed save, or half as much damage on a successful one.\nEach creature within 10 feet of the line but not in it must succeed on a Constitution saving throw or take 8d8 force damage and be pulled toward the line until the creature is in its area.",
        "duration": "Instantaneous",
        "higher_level": "When you cast this spell using a spell slot of 7th level or higher, the damage increases by 1d8 for each slot level above 6th.",
        "id": 497,
        "level": 6,
        "material": "A fistful of iron filings.",
        "name": "Gravity Fissure",
        "range": "Self (100 foot line)",
        "ritual": false,
        "school": "Evocation",
        "subclasses": [
            "Graviturgy"
        ],
        "locations": [
            {
                "sourcebook": "EGW",
                "page": 187
            }
        ]
    },
    {
        "casting_time": "1 action",
        "classes": [
            "Wizard"
        ],
        "components": [
            "V",
            "S",
            "M"
        ],
        "concentration": false,
        "desc": "A 20-foot-radius sphere of crushing force forms at a point you can see within range and tugs at the crea­tures there. Each creature in the sphere must make a Constitution saving throw. On a failed save, the creature takes 5d10 force damage and is pulled in a straight line toward the center of the sphere, ending in an unoccu­pied space as close to the center as possible (even if that space is in the air). On a successful save, the creature takes half as much damage and isn't pulled.",
        "duration": "Instantaneous",
        "higher_level": "When you cast this spell using a spell slot of 5th level or higher, the damage increases by 1d10 for each slot level above 4th.",
        "id": 498,
        "level": 4,
        "material": "A black marble.",
        "name": "Gravity Sinkhole",
        "range": "120 feet",
        "ritual": false,
        "school": "Evocation",
        "subclasses": [
            "Graviturgy"
        ],
        "locations": [
            {
                "sourcebook": "EGW",
                "page": 187
            }
        ]
    },
    {
        "casting_time": "1 action",
        "classes": [
            "Wizard"
        ],
        "components": [
            "V",
            "S",
            "M"
        ],
        "concentration": false,
        "desc": "You touch an object that weighs no more than 10 pounds and cause it to become magically fixed in place. You and the creatures you designate when you cast this spell can move the object normally. You can also set a password that, when spoken within 5 feet of the object, suppresses this spell for 1 minute.\nIf the object is fixed in the air, it can hold up to 4,000 pounds of weight. More weight causes the object to fall. Otherwise, a creature can use an action to make a Strength check against your spell save DC. On a suc­cess, the creature can move the object up to 10 feet.",
        "duration": "1 hour",
        "higher_level": "If you cast this spell using a spell slot of 4th or 5th level, the DC to move the object in­creases by 5, it can carry up to 8,000 pounds of weight, and the duration increases to 24 hours. If you cast this spell using a spell slot of 6th level or higher, the DC to move the object increases by 10, it can carry up to 20,000 pounds of weight, and the effect is permanent until dispelled.",
        "id": 499,
        "level": 2,
        "material": "Gold dust worth at least 25 gp, which the spell consumes.",
        "name": "Immovable Object",
        "range": "Touch",
        "ritual": false,
        "school": "Transmutation",
        "subclasses": [
            "Graviturgy"
        ],
        "locations": [
            {
                "sourcebook": "EGW",
                "page": 187
            }
        ]
    },
    {
        "casting_time": "1 action",
        "classes": [
            "Wizard"
        ],
        "components": [
            "V",
            "S"
        ],
        "concentration": false,
        "desc": "The gravity in a 10-foot-radius sphere centered on a point you can see within range increases for a moment. Each creature in the sphere on the turn when you cast the spell must make a Constitution saving throw. On a failed save, a creature takes 2d8 force damage, and its speed is halved until the end of its next turn. On a suc­cessful save, a creature takes half as much damage and suffers no reduction to its speed.\nUntil the start of your next turn, any object that isn't being worn or carried in the sphere requires a success­ful Strength check against your spell save DC to pick up or move.",
        "duration": "1 round",
        "higher_level": "When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d8 for each slot level above 1st.",
        "id": 500,
        "level": 1,
        "material": "",
        "name": "Magnify Gravity",
        "range": "60 feet",
        "ritual": false,
        "school": "Transmutation",
        "subclasses": [
            "Graviturgy"
        ],
        "locations": [
            {
                "sourcebook": "EGW",
                "page": 188
            }
        ]
    },
    {
        "casting_time": "1 action",
        "classes": [
            "Wizard"
        ],
        "components": [
            "V",
            "S"
        ],
        "concentration": false,
        "desc": "You create intense pressure, unleash it in a 30-foot cone, and decide whether the pressure pulls or pushes creatures and objects. Each creature in that cone must make a Constitution saving throw. A creature takes 6d6 force damage on a failed save, or half as much damage on a successful one. And every creature that fails the save is either pulled 15 feet toward you or pushed 15 feet away from you, depending on the choice you made for the spell.\nIn addition, unsecured objects that are completely within the cone are likewise pulled or pushed 15 feet.",
        "duration": "Instantaneous",
        "higher_level": "When you cast this spell using a spell slot of 4th level or higher, the damage increases by 1d6 and the distance pulled or pushed increases by 5 feet for each slot level above 3rd.",
        "id": 501,
        "level": 3,
        "material": "",
        "name": "Pulse Wave",
        "range": "Self (30 foot cone)",
        "ritual": false,
        "school": "Evocation",
        "subclasses": [],
        "locations": [
            {
                "sourcebook": "EGW",
                "page": 188
            }
        ]
    },
    {
        "casting_time": "1 action",
        "classes": [
            "Wizard"
        ],
        "components": [
            "V",
            "S",
            "M"
        ],
        "concentration": true,
        "desc": "You create a 20-foot-radius sphere of destructive grav­ itational force centered on a point you can see within range. For the spell's duration, the sphere and any space within 100 feet of it are difficult terrain, and nonmagical objects fully inside the sphere are destroyed if they aren't being worn or carried.\nWhen the sphere appears and at the start of each of your turns until the spell ends, unsecured objects within 100 feet of the sphere are pulled toward the sphere's center, ending in an unoccupied space as close to the center as possible.\nA creature that starts its turn within 100 feet of the sphere must succeed on a Strength saving throw or be pulled straight toward the sphere's center, ending in an unoccupied space as close to the center as possible. A creature that enters the sphere for the first time on a turn or starts its turn there takes 5d10 force damage and is restrained until it is no longer in the sphere. If the sphere is in the air, the restrained creature hovers inside the sphere. A creature can use its action to make a Strength check against your spell save DC, ending this restrained condition on itself or another creature in the sphere that it can reach. A creature reduced to 0 hit points by this spell is annihilated, along with any non­ magical items it is wearing or carrying.",
        "duration": "Up to 1 minute",
        "higher_level": "",
        "id": 502,
        "level": 9,
        "material": "A small, nine-pointed star made of iron.",
        "name": "Ravenous Void",
        "range": "1000 feet",
        "ritual": false,
        "school": "Evocation",
        "subclasses": [
            "Graviturgy"
        ],
        "locations": [
            {
                "sourcebook": "EGW",
                "page": 188
            }
        ]
    },
    {
        "casting_time": "1 action",
        "classes": [
            "Wizard"
        ],
        "components": [
            "V",
            "S",
            "M"
        ],
        "concentration": true,
        "desc": "You shatter the barriers between realities and timelines, thrusting a creature into turmoil and madness. The tar­get must succeed on a Wisdom saving throw, or it can't take reactions until the spell ends. The affected target must also roll a d10 at the start of each of its turns; the number rolled determines what happens to the target, as shown on the Reality Break Effects table. At the end of each of its turns, the affected target can repeat the Wisdom saving throw, ending the spell on itself on a success.\n\nREALITY BREAK EFFECTS\nd10\tEffect\n1-2\tVision of the Far Realm. The target takes 6d12 psy­chic damage, and it is stunned until the end of the turn.\n3-5\tRending Rift. The target must make a Dexterity saving throw, taking 8d12 force damage on a failed save, or half as much damage on a successful one.\n6-8\tWormhole. The target is teleported,a long with everything it is wearing and carrying, up to 30 feet to an unoccupied space of your choice that you can see. The target also takes 10d12 force damage and is knocked prone.\n9-10\tChill of the Dark Void. The target takes 10d12 cold damage, and it is blinded until the end of the turn.",
        "duration": "Up to 1 minute",
        "higher_level": "",
        "id": 503,
        "level": 8,
        "material": "A crystal prism.",
        "name": "Reality Break",
        "range": "60 feet",
        "ritual": false,
        "school": "Conjuration",
        "subclasses": [
            "Chronurgy"
        ],
        "locations": [
            {
                "sourcebook": "EGW",
                "page": 189
            }
        ]
    },
    {
        "casting_time": "1 action",
        "classes": [
            "Wizard"
        ],
        "components": [
            "V",
            "S"
        ],
        "concentration": false,
        "desc": "You sap the vitality of one creature you can see in range. The target must succeed on a Constitution saving throw or take 1d4 necrotic damage and fall prone. This spell's damage increases by 1d4 when you reach 5th level (2d4), 11th level (3d4), and 17th level (4d4).",
        "duration": "Instantaneous",
        "higher_level": "",
        "id": 504,
        "level": 0,
        "material": "",
        "name": "Sapping Sting",
        "range": "30 feet",
        "ritual": false,
        "school": "Necromancy",
        "subclasses": [],
        "locations": [
            {
                "sourcebook": "EGW",
                "page": 189
            }
        ]
    },
    {
        "casting_time": "1 reaction, taken when a creature you can see makes an attack roll or starts to cast a spell",
        "classes": [
            "Wizard"
        ],
        "components": [
            "V",
            "S"
        ],
        "concentration": false,
        "desc": "You target the triggering creature, which must succeed on a Wisdom saving throw or vanish, being thrown to another point in time and causing the attack to miss or the spell to be wasted. At the start of its next turn, the target reappears where it was or in the closest unoccu­pied space. The target doesn't remember you casting the spell or being affected by it.",
        "duration":"1 round",
        "higher_level": "When you cast this spell using a spell slot of 6th level or higher, you can target one addi­tional creature for each slot level above 5th. All targets must be within 30 feet of each other.",
        "id": 505,
        "level": 5,
        "material": "",
        "name": "Temporal Shunt",
        "range": "120 feet",
        "ritual": false,
        "school": "Transmutation",
        "subclasses": [
            "Chronurgy"
        ],
        "locations": [
            {
                "sourcebook": "EGW",
                "page": 189
            }
        ]
    },
    {
        "casting_time": "1 action",
        "classes": [
            "Wizard"
        ],
        "components": [
            "V",
            "S",
            "M"
        ],
        "concentration": true,
        "desc": "Two creatures you can see within range must make a Constitution saving throw, with disadvantage if they are within 30 feet of each other. Either creature can will­ingly fail the save. If either save succeeds, the spell has no effect. If both saves fail, the creatures are magically linked for the duration, regardless of the distance be­tween them. When damage is dealt to one of them, the same damage is dealt to the other one. If hit points are restored to one of them, the same number of hit points are restored to the other one. If either of the tethered creatures is reduced to 0 hit points, the spell ends on both. If the spell ends on one creature, it ends on both.",
        "duration": "Up to 1 hour",
        "higher_level": "",
        "id": 506,
        "level": 7,
        "material": "A spool of platinum cord worth at least 250 gp, which the spell consumes.",
        "name": "Tether Essence",
        "range": "60 feet",
        "ritual": false,
        "school": "Necromancy",
        "subclasses": [],
        "locations": [
            {
                "sourcebook": "EGW",
                "page": 189
            }
        ]
    },
    {
        "casting_time": "1 action",
        "classes": [
            "Wizard"
        ],
        "components": [
            "V",
            "S",
            "M"
        ],
        "concentration": false,
        "desc": "You target a creature you can see within range, putting its physical form through the devastation of rapid aging. The target must make a Constitution saving throw, tak­ing 10d12 necrotic damage on a failed save, or half as much damage on a successful one. If the save fails, the target also ages to the point where it has only 30 days left before it dies of old age. In this aged state, the target has disadvantage on attack rolls, ability checks, and saving throws, and its walking speed is halved. Only the wish spell or the greater restoration cast with a 9th-level spell slot can end these effects and restore the target to its previous age.",
        "duration": "Instantaneous",
        "higher_level": "",
        "id": 507,
        "level": 9,
        "material": "An hourglass filled with diamond dust worth at least 5,000 gp, which the spell consumes.",
        "name": "Time Ravage",
        "range": "90 feet",
        "ritual": false,
        "school": "Necromancy",
        "subclasses": [
            "Chronurgy"
        ],
        "locations": [
            {
                "sourcebook": "EGW",
                "page": 189
            }
        ]
    },
    {
        "casting_time": "1 action",
        "classes": [
            "Wizard"
        ],
        "components": [
            "S"
        ],
        "concentration": true,
        "desc": "You flick your wrist, causing one object in your hand to vanish. The object, which only you can be holding and can weigh no more than 5 pounds, is transported to an extradimensional space, where it remains for the duration.\nUntil the spell ends, you can use your action to sum­mon the object to your free hand, and you can use your action to return the object to the extradimensional space. An object still in the pocket plane when the spell ends appears in your space, at your feet.",
        "duration": "Up to 1 hour",
        "higher_level": "",
        "id": 508,
        "level": 2,
        "material": "",
        "name": "Wristpocket",
        "range": "Self",
        "ritual": true,
        "school": "Conjuration",
        "subclasses": [],
        "locations": [
            {
                "sourcebook": "EGW",
                "page": 190
            }
        ]
    }
]