[
    {
        "casting_time": "1 action",
        "classes": [
            "Druid",
            "Ranger",
            "Sorcerer"
        ],
        "components": [
          "V",
          "S",
          "M"
        ],
        "concentration": false,
        "desc": "You conjure a deluge of seawater in a 15-foot-radius, 10-foot-tall cylinder centered on a point within range. This water takes the form of a tidal wave, a whirlpool, a waterspout, or another form of your choice. Each creature in the area must succeed on a Strength saving throw against your spell save DC or take 2d8 bludgeoning damage and fall prone. You can choose a number of creatures equal to your spellcasting modifier (minimum of 1) to automatically succeed on this saving throw.\n\nIf you are within the spell's area, as part of the action you use to cast the spell, you can vanish into the deluge and teleport to an unoccupied space that you can see within the spell's area.",
      "duration": "Instantaneous",
      "higher_level": "",
      "id": 524,
      "level": 3,
      "material": "A strand of wet hair",
      "name": "Freedom of the Waves",
      "range": "120 feet",
      "ritual": false,
      "school": "Conjuration",
      "subclasses": [
          "Open Sea Paladin"
      ],
      "locations": [
          {
              "sourcebook": "TDCSR",
              "page": 176
          }
      ]
    },
    {
        "casting_time": "Abjuration",
        "classes": [
            "Druid",
            "Ranger",
            "Sorcerer"
        ],
        "components": [
            "V",
            "S",
            "M"
        ],
        "concentration": true,
        "desc": "Wind wraps around your body, tugging at your hair and clothing as your feet lift off the ground. You gain a flying speed of 60 feet. Additionally, you have advantage on ability checks to avoid being grappled, and on saving throws against being restrained or paralyzed.\n\nWhen you are targeted by a spell or attack while this spell is in effect, you can use a reaction to teleport up to 60 feet to an unoccupied space you can see. If this movement takes you out of range of the triggering spell or attack, you are unaffected by it. This spell then ends when you reappear.",
        "duration": "Up to 10 minutes",
        "higher_level": "",
        "id": 525,
        "level": 5,
        "material": "A scrap of sailcloth",
        "name": "Freedom of the Winds",
        "range": "Self",
        "ritual": false,
        "school": "Abjuration",
        "subclasses": [
          "Open Sea Paladin"
        ],
        "locations": [
            {
                "sourcebook": "TDCSR",
                "page": 176
            }
        ]
    }
]
